src/upload/RequestConsultarFacturaPorNIT_WS2vias.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://localhost/WebServiceBCOL">
	<soapenv:Header/>
	<soapenv:Body>
		<web:ConsultarFacturasPorNit>
			<web:nit>
				<![CDATA[<IFX>
				<SignonRq>
					<ClientDt>2011-05-27T14:51:49</ClientDt>
					<CustLangPref>es-CO</CustLangPref>
					<ClientApp>
						<Org>Bancolombia</Org>
						<Name>RIN</Name>
						<Version>1.0</Version>
					</ClientApp>
				</SignonRq>
				<PresSvcRq>
					<RqUID>00000000-0000-0000-0000-253878894422</RqUID>
					<BillInqRq>
						<RqUID>00000000-0000-0000-0000-253878894422</RqUID>
						<SPName>22204</SPName>
						<BillerId>
							<SPName>NIT</SPName>
							<BillerNum>660087</BillerNum>
						</BillerId>
					</BillInqRq>
				</PresSvcRq>
			</IFX>]]>
		</web:nit>
	</web:ConsultarFacturasPorNit>
</soapenv:Body>
</soapenv:Envelope>